Repository: Dealers/dealers-ios-app
Catalog: *.lproj/Localizable.strings
Languages: he

source: Share deals with others Help reduce prices
he: שתף מבצעים עם אחרים עזור להוריד מחירים

source: Find great deals Shared by people like you
he: מצא מבצעים מדהימים ששותפו על ידי אנשים כמוך

source: My Feed
he: הפיד שלי

source: Explore
he: חיפוש

source: Profile
he: פרופיל

source: Activity
he: פעילות

source: Art
he: אומנות

source: Automotive
he: מכוניות

source: Beauty & Personal Care
he: יופי וטיפוח אישי

source: Books & Magazines
he: ספרים ומגזינים

source: Electronics
he: מוצרי חשמל

source: Entertainment & Events
he: ארועים ובידור

source: Fashion
he: אופנה

source: Food & Groceries
he: אוכל ומצרכים

source: Home & Furniture
he: בית וריהוט

source: Kids & Babies
he: ילדים וטף

source: Music
he: מוזיקה

source: Pets
he: חיות מחמד

source: Restaurants & Bars
he: מסעדות וברים

source: Sports & Outdoor
he: ספורט, קמפינג ופנאי

source: Travel
he: חופשות ונסיעות

source: Other
he: אחר

source: Search
he: חיפוש

source: Search deals
he: חפש/י מבצעים

source: No deals found
he: לא נמצאו מבצעים

source: Continue with Facebook
he: היכנס עם פייסבוק

source: Sign up with email
he: הירשם עם דוא״ל

source: Already have an account?
he: יש לך כבר חשבון?

source: Sign in
he: היכנס

source: Email already exists!
he: הדוא״ל כבר קיים במערכת!

source: Couldn't sign up...
he: ההרשמה נכשלה...

source: Please enter a valid email address.
he: הכנס כתובת דוא״ל חוקית.

source: OK
he: אישור

source: Couldn't sign in with facebook
he: לא מצליח להתחבר עם פייסבוק

source: Couldn't Sign In
he: לא מצליח להיכנס למערכת

source: Sign In
he: כניסה

source: Wrong email or password
he: שם משתמש ו/או סיסמה לא נכונים

source: Couldn't sign in...
he: הכניסה נכשלה...

source: Sign Up
he: הרשמה

source: By signing up, you agree to the Terms of Service & Privacy Policy
he: ההרשמה מהווה הסכמה לקיום תנאי השימוש ומדיניות פרטיות

source: Please enter your name!
he: הכנס את שמך!

source: Email is blank!
he: שדה הדוא״ל ריק!

source: Password is blank!
he: שדה הסיסמה ריק!

source: Logging In
he: מתחבר

source: Can't connect the server
he: לא מצליח להתחבר לשרת

source: Check your connection
he: כדאי לבדוק את החיבור לרשת

source: Date Of Birth (optional)
he: תאריך לידה (אופציונלי)

source: Date of Birth
he: תאריך לידה

source: Cancel
he: ביטול

source: Remove Date
he: הסר תאריך

source: Change Date
he: שנה תאריך

source: What is your gender?
he: מה המין שלך?

source: Unspecified
he: השאר ריק

source: Change Profile Picture
he: שנה תמונת פרופיל

source: Take a Picture
he: צלם תמונה

source: Add Profile Picture
he: הוסף תמונת פרופיל

source: Gender (optional)
he: מין (אופציונלי)

source: Gender
he: מין

source: Female
he: נקבה

source: Male
he: זכר

source: Error
he: שגיאה

source: Device has no camera
he: אין במכשיר מצלמה

source: Please try again
he: אנא נסה/י שוב

source: Invalid username/password
he: שם משתמש או סיסמה שגויים.

source: There are no deals at this moment!
he: אין מבצעים ברגע זה.

source: Couldn't load the deals...
he: לא הצליח לטעון את המבצעים...

source: Couldn't Download Dealers
he: לא הצליח לטעון את המשתמשים

source: Sorry for that, please try again
he: סליחה, אנא נסה/י שוב

source: Settings
he: הגדרות

source: Posts
he: מבצעים

source: Likes
he: לייקים

source: Connected
he: מחובר

source: Not Connected
he: לא מחובר

source: Email Sent
he: הדוא״ל נשלח

source: Connecting
he: מתחבר

source: Do you want to connect Facebook?
he: מעוניין/ת להתחבר לפייסבוק?

source: Connect Facebook
he: התחבר לפייסבוק

source: Do you want to disconnect Facebook?
he: מעוניין/ת להתנתק מפייסבוק?

source: Disconnect
he: התנתק

source: Push Notifications
he: התרעות

source: Here you will be able to determine in which cases you will be notified regarding your activity at Dealers.
he: כאן תוכל/י להגדיר באילו מקרים תקבל/י התרעה בנוגע לפעילות שלך ב-Dealers.

source: Support
he: תמיכה

source: Email Error
he: שגיאת דוא״ל

source: Unable to send email. please try again
he: שליחת הדוא״ל נכשלה. אנא נסה/י שוב

source: Feedback
he: חוות דעת

source: Send Feedback!
he: שלח חוות דעת!

source: Edit Profile
he: עריכת פרופיל

source: Save
he: שמור

source: Name can't be blank!
he: השם שלך לא יכול להיות ריק!

source: Uploading
he: מעלה

source: Saved
he: נשמר

source: Couldn't upload the changes...
he: נכשלה שמירת השינויים בשרת

source: Remove Photo
he: הסר תמונה

source: From Library
he: תמונה מהספרייה

source: Current password is blank!
he: שדה הסיסמה הנוכחית ריק!

source: New password is blank!
he: שדה הסיסמה החדשה ריק!

source: Wrong Password
he: סיסמה שגויה

source: Your current password was entered incorrectly
he: הסיסמה הנוכחית שגויה

source: New Passwords Doesn't Match
he: הסיסמאות החדשות לא תואמות

source: Change Password
he: שינוי סיסמא

source: You have no notifications yet!
he: עדין אין לך התרעות!

source: Couldn't load the notifications...
he: טעינת ההתרעות נכשלה...

source: Is the deal from a website or local store?
he: האם המבצע נמצא באתר או בחנות מקומית?

source: Local
he: חנות

source: Online
he: אתר

source: Type address
he: הקלד/י כתובת

source: Go to the deal's page at the store URL (Amazon.com, Ebay.com), and then tap Next.
he: מצא/י את עמוד המבצע באתר החנות (amazon.com, aliexpress.com), ולחצ/י הבא.

source: Tip: Copy a valid URL, and it will be pasted automatically in the address field.
he: עצה: העתק/י כתובת אינטרנט חוקית, והיא תודבק אוטומטית בשדה הכתובת.

source: Not a valid URL
he: כתובת אינטרנט לא תקינה

source: Change Image
he: שנה תמונה

source: No Image
he: ללא תמונה

source: No Images
he: אין תמונות

# Appropriate images weren't found
source: Aoppropriate images weren't found
he: לא נמצאו תמונות מתאימות

source: Couldn't download images
he: הורדת התמונות נכשלה

source: Where is the deal?
he: איפה המבצע?

source: Connection Error
he: בעיית התחברות

source: Check your network connection
he: כדאי לבדוק את החיבור לרשת

source: No stores were found around you
he: לא נמצאו חנויות באזורך

source: Can't connect to the server
he: לא מצליח להתחבר לשרת

source: Try Again
he: נסה שוב

source: Didn't find it? Try Searching
he: לא מצאת את בית העסק? נסה/י לחפש

source: Add a new store
he: הוסף בית עסק חדש

source: What is the deal?
he: על מה המבצע?

source: Tell us about the deal...
he: ספר/י לנו על המבצע...

source: Anything else...?
he: משהו נוסף...?

source: Select an image
he: בחר/י תמונה

source: Title can't be blank!
he: חייבת להיות כותרת למבצע!

source: Title is too long
he: הכותרת ארוכה מדי

source: 190 characters max
he: 190 תוים מקסימום

source: Delete Photo
he: מחק תמונה

source: Are you sure want to delete this photo?
he: בטוח/ה שאת/ה רוצה למחוק את התמונה?

source: Yes
he: כן

source: If you're done, tap Next near the title
he: אם סיימת, לחץ/י ׳הבא׳ על יד הכותרת.

source: Have more details?
he: יש פרטים נוספים?

source: Choose Category
he: בחר/י קטגוריה

source: Remove Category
he: הסר קטגוריה

source: Pick a New Category
he: בחירת קטגוריה חדשה

source: Choose Date
he: בחר/י תאריך

source: Done
he: סיום

source: Share the Deal
he: שתף את המבצע

source: Expires on
he: יפוג תוקפו ב-

source: Expired on
he: תוקפו פג ב-

source: Discount above 100%!
he: ההנחה מעל 100%!

source: Price is empty!
he: שדה המחיר ריק!

source: Required if there's previous price
he: חובה אם יש מחיר קודם

source: Permission not granted
he: לא ניתן אישור

source: Your deal will not be published to Facebook.
he: המבצע לא יפורסם בפייסבוק

source: Thank You!
he: תודה רבה!

source: Share with Facebook
he: שתף עם פייסבוק

source: Share with WhatsApp
he: שתף עם וואטסאפ

source: WhatsApp not installed.
he: לא מותקן וואטסאפ

source: Your device should have WhatsApp installed.
he: וואטסאפ צריך להיות מותקן במכשיר שלך.

source: In
he: תחת

source: Description:
he: פרטים נוספים:

source: Read More
he: קרא/י עוד

source: Minimize
he: מזער

source: Uploaded on
he: שותף בתאריך

source: Likers
he: אנשים שאהבו

source: Comments
he: תגובות

source: No Category
he: ללא קטגוריה

# 1 person likes this
source: 1 person like this
he: אדם אחד אוהב את זה

source: %@ people like this
he: %@ אנשים אוהבים את זה

source: View all %@ comments
he: הראה את כל %@ התגובות

source: I found a great deal at Dealers, check it out
he: מצאתי מבצע שווה בדילרס

source: Check out this deal at Dealers
he: מצא/י את המבצע הזה בדילרס

source: Report as Spam
he: דווח כתוכן פוגעני

source: Be the first to comment...
he: היה/י הראשון/ה להגיב

source: Add a comment...
he: הוסף תגובה...

source: Navigate via Waze
he: נווט בעזרת Waze

source: Edit Deal
he: עריכת המבצע

source: Price
he: מחיר

source: Discount or Last Price
he: הנחה או מחיר קודם

source: Category
he: קטגוריה

source: Expiration Date
he: תאריך תפוגה

source: Description
he: פרטים נוספים

source: More about the deal
he: עוד על המבצע

source: Title
he: כותרת

source: Discount
he: הנחה

source: Delete Deal
he: מחק מבצע

source: Delete
he: מחק

source: Are you sure you want to delete this deal? This action cannot be undone.
he: בטוח/ה שברצונך למחוק את המבצע? פעולה זו אינה ניתנת לשחזור.

source: Unsaved Changes
he: שינויים שלא נשמרו

source: You have unsaved changes. Are you sure you want to exit?
he: ביצעת שינויים שלא נשמרו. בטוח/ה שברצונך לצאת?

source: No
he: לא

source: Couldn't delete the deal
he: לא ניתן למחוק את המבצע

source: This deal could not be deleted... Please try again later.
he: מחיקת המבצע נכשלה. אנא נסה/י שוב מאוחר יותר

source: No Comments...
he: אין תגובות...

source: Write a comment...
he: כתוב תגובה...

source: Post
he: שלח

source: Unable to post comment
he: העלאת התגובה נכשלה

source: Found this deal at Dealers. Check it out: %@
he: מצאתי את המבצע הזה בדילרס: %@

source: Invite
he: הזמנה

source: I'm sending you a passcode for Dealers, an app for sharing deals: %@ Download Dealers here: %@
he: אני שולח/ת לך הזמנה עם קוד כניסה לדילרס, אפליקציה לשיתוף מבצעים: %@ הורד/י את דילרס מכאן: %@

source: Invite by
he: הזמן עם

source: Message
he: הודעת טקסט

source: Email
he: דוא״ל

source: WhatsApp
he: וואטסאפ

source: You have no invitations left.
he: לא נשארו לך הזמנות.

source: Your device doesn't support Text Messages!
he: המכשיר אינו תומך בהודעות טקסט!

source: Dealers Invitation
he: הזמנה ל-Dealers

source: SMS Error
he: שגיאת SMS

source: Unable to send SMS. please try again
he: שליחת ה-SMS נכשלה. אנא נסה/י שוב

source: Invitation Sent
he: ההזמנה נשלחה

source: Next
he: הבא

source: Dealers is an invite-only network. You must be invited by an existing member in order to get a passcode.
he: Dealers היא רשת למוזמנים בלבד. אתה צריך להיות מוזמן על ידי משתמש קיים בכדי לקבל קוד כניסה.

source: Got it
he: הבנתי

source: Request an invitation
he: בקש/י הזמנה

source: Invitation Request
he: בקשת הזמנה

source: Hello, I would like to receive an invitation to Dealers. Thanks!
he: היי, אשמח לקבל הזמנה לדילרס. תודה!

source: Request Sent!
he: הבקשה נשלחה!

source: Expired
he: פג תוקף

source: Crop
he: חתוך

source: Find in your feed great deals that were shared by people like you
he: קבלו למסך הבית שלכם מבצעים מעולים שצרכנים אחרים העלו

source: Personalize your feed by choosing your interests in your profile
he: בחרו בפרופיל את תחומי העניין שלכם כדי לקבל מבצעים בהתאמה אישית

source: Post deals that you find, and contirbute back to the community
he: שתפו מבצעים טובים שאתם מוצאים כדי לעזור לאחרים לבצע קניות חכמות יותר

# Gain points and move up in the ranks to have more influence
source: Gain points and move up in ranks to have more influence
he: צברו נקודות, עלו בסולם הדרגות וקבלו יותר השפעה

source: Like, comment and share deals, so others will know what's good
he: תנו לייק, הוסיפו תגובה ושתפו מבצעים, כך שכולנו נדע מה טוב

source: Explore more deals with searching or with our categories
he: מצאו מבצעים נוספים על ידי חיפוש או בעזרת הקטגוריות שלנו

source: Skip
he: דלג וכנס

source: Score Screenshot
he: ניקוד

source: Report as Spam?
he: לדווח על פרסום זה?

source: Does this post includes inappropriate content?
he: האם פרסום זה מכיל תוכן לא ראוי?

source: Report
he: דווח

source: Report Sent
he: דיווח נשלח

source: Add New Store
he: הוסף בית עסק

source: Add
he: הוסף

source: Store Added
he: החנות הוספה

source: Thanks!
he: תודה!

source: Tap Store Location
he: סימון מקום החנות

source: Personalize
he: התאמה אישית

source: Choose categories to get more personalized deals in your feed
he: בחר/י את הקטגוריות המועדפות עליך כדי לקבל לפיד מבצעים שיעניינו אותך

source: Choose categories to get more personalized deals in your feed. You can always make changes later from your profile.
he: בחר/י את הקטגוריות המועדפות עליך כדי לקבל לפיד מבצעים שיעניינו אותך. אפשר לשנות את הקטגוריות בכל זמן בפרופיל.

source: There was a problem
he: הייתה בעיה

source: Viewer
he: צופה

source: Dealer
he: דילר

source: Pro Dealer
he: דילר מקצועי

source: Senior Dealer
he: דילר בכיר

source: Master Dealer
he: מאסטר דילר

source: Congratulations!
he: מזל טוב!

source: Congratulations! You became a %@!
he: מזל טוב! הפכת להיות %@!

source: You are officially a Dealer!
he: נהיית דילר באופן רשמי!

source: You are now a Pro Dealer!
he: התקדמת להיות דילר מקצועי!

source: You are now a Senior Dealer!
he: התקדמת להיות דילר בכיר!

source: You are a Master Dealer!
he: אתה מאסטר דילר!

# You just started helping people find better deals. Keep it going!
source: You have just started helping people find better deals. Keep it going!
he: התחלת לעזור לאנשים אחרים למצוא מבצעים טובים יותר. המשיך כך!

source: You are not a beginner anymore, you have already helped many people shop better.
he: אתה כבר לא צעיר, עזרת להרבה אנשים לעשות קניות טובות יותר. כל הכבוד!

source: You're not only active, but you also share information that people find super valuable. Way to go!
he: אתה לא רק אקטיבי, אתה גם משתף מידע שאנשים אחרים מעריכים ואוהבים. סחתיין!

source: Your contribution to this community is epic. We want to thank you on behalf of all the people at Dealers!
he: תשמע, התרומה שלך לקהילה הזאת מדהימה. אנחנו רוצים להודות לך בשם כל המשתמשים בדילרס!

source: You are officially a Dealer!
he: נהיית דילרית באופן רשמי!

source: You are now a Pro Dealer!
he: התקדמת להיות דילרית מקצועית!

source: You are now a Senior Dealer!
he: התקדמת להיות דילרית בכירה!

source: You are a Master Dealer!
he: את מאסטר דילרית!

# You just started helping people find better deals. Keep it going!
source: You have just started helping people find better deals. Keep it going!
he: התחלת לעזור לאנשים אחרים למצוא מבצעים טובים יותר. המשיכי כך!

# You are not a beginner anymore, you have already helped many people shop better.
source: You are not a beginner anymore, you already helped many people shop better.
he: את כבר לא צעירה, עזרת להרבה אנשים לעשות קניות טובות יותר. כל הכבוד!

source: You're not only active, but you also share information that people find super valuable. Way to go!
he: את לא רק אקטיבית, את גם משתפת מידע שאנשים אחרים מעריכים ואוהבים. סחתיין!

source: Your contribution to this community is epic. We want to thank you on behalf of all the people at Dealers!
he: תשמעי, התרומה שלך לקהילה הזאת מדהימה. אנחנו רוצים להודות לך בשם כל המשתמשים בדילרס!

source: You are officially a Dealer!
he: נהייתם דילר באופן רשמי!

source: You are now a Pro Dealer!
he: התקדמתם להיות דילר מקצועי!

source: You are now a Senior Dealer!
he: התקדמתם להיות דילר בכיר!

source: You are a Master Dealer!
he: אתם מאסטר דילר!

# You just started helping people find better deals. Keep it going!
source: You have just started helping people find better deals. Keep it going!
he: התחלתם לעזור לאנשים אחרים למצוא מבצעים טובים יותר. המשיכו כך!

# You are not a beginner anymore, you have already helped many people shop better.
source: You are not a beginner anymore, you already helped many people shop better.
he: אתם כבר לא צעירים, עזרתם להרבה אנשים לעשות קניות טובות יותר. כל הכבוד!

source: You're not only active, but you also share information that people find super valuable. Way to go!
he: אתם לא רק אקטיביים, אתם גם משתפים מידע שאנשים אחרים מעריכים ואוהבים. סחתיין!

source: Your contribution to this community is epic. We want to thank you on behalf of all the people at Dealers!
he: תשמעו, התרומה שלכם לקהילה הזאת מדהימה. אנחנו רוצים להודות לכם בשם כל המשתמשים בדילרס!

source: My Stats
he: הניקוד שלי

source: All you have to do to become a Dealer is upload one deal.
he: כל מה שעליך לעשות כדי להפוך לדילר זה להעלות מבצע אחד.

source: To become a Dealer upload one deal and gain %ld more points.
he: כדי להפוך לדילר, עליך להעלות מבצע אחד ולצבור עוד %ld נקודות.

source: To become a Pro Dealer, gain %ld more points.
he: כדי להפוך לדילר מקצועי, עליך לצבור עוד %ld נקודות.

source: To become a Senior Dealer, gain %ld more likes & shares and %ld more points.
he: כדי להפוך לדילר בכיר, עליך לצבור עוד %ld לייקים ושיתופים ועוד %ld נקודות.

source: To become a Master Dealer, gain %ld more likes & shares and %ld more points.
he: כדי להפוך למאסטר דילר, עליך לצבור עוד %ld לייקים ושיתופים ועוד %ld נקודות.

source: You're on top :)
he: אתה מאסטר :)

source: Score Guide
he: מדריך הניקוד

source: Weekly Deals
he: המבצעים של השבוע
